const articles = [
  {
    title: "Як вибрати іграшку ?",
    image: "/articles/choose.jpg",
    description:
      "Покажемо процес створення наших іграшок, від вибору матеріалів до виготовлення та контролю якості. Дізнайтеся, як ми створюємо унікальні та якісні іграшки для вас та ваших дітей.",
    link: "#",
  },
  {
    title: "Як створюються наші іграшки",
    image: "/articles/crafting.jpg",
    description:
      "Покажемо процес створення наших іграшок, від вибору матеріалів до виготовлення та контролю якості. Дізнайтеся, як ми створюємо унікальні та якісні іграшки для вас та ваших дітей.",
    link: "#",
  },
  {
    title: "Як доглядати за іграшками",
    image: "/articles/cleaning.jpg",
    description:
      "Плюшеві іграшки можуть збирати пил та бруд, тому важливо знати, як правильно доглядати за ними. У нашій статті ми надамо поради щодо чищення та зберігання плюшевих іграшок, щоб вони залишалися чистими та безпечними для вашої дитини.",
    link: "#",
  },
];

export default articles;
