const groups = [
  {
    collection: "redhair_friends",
    title: "Redhair Friends",
    image: "/collections/redhair-toys.jpg",
    description:
      "Колекція рудих плюшевих іграшок: ідеально підходить для дітей.",
      fullDescription: "Колекція рудих плюшевих іграшок створена для тих, хто цінує теплі, природні відтінки та затишок. Кожна іграшка виготовляється вручну з м’яких і безпечних матеріалів, приємних на дотик. Вони чудово підходять як для дітей, так і для декоративного оформлення кімнати, додаючи атмосферу комфорту та спокою."
  },
  {
    collection: "pair_friends",
    title: "Pair Friends",
    image: "/collections/pair-toys.jpg",
    description:
      "Колекція парних плюшевих іграшок: ідеально підходить для пар.",
      fullDescription: "Колекція парних плюшевих іграшок — це ідеальний варіант для подарунка близькій людині. Іграшки створюються у парі, доповнюючи одна одну за стилем і характером. Вони символізують турботу, зв’язок і теплі емоції, тому чудово підходять для пар, друзів або як особливий знак уваги."
  },
  {
    collection: "fantasy_friends",
    title: "Fantasy Friends",
    image: "/collections/fantasy-toys.jpg",
    description:
      "Колекція відомих плюшевих іграшок: ідеально підходить для мрій.",
      fullDescription: "Колекція відомих плюшевих іграшок натхненна популярними образами та персонажами, які легко впізнати. Кожна модель адаптована у власному стилі ручної роботи, зберігаючи унікальність і авторський підхід. Це чудовий вибір для тих, хто хоче поєднати знайомі образи з оригінальним виконанням."
  },
];

export default groups;
