const asset = {
  navItems: [
    { name: "Головна", href: "/" },
    { name: "Про нас", href: "/about" },
    { name: "Каталог", href: "/products" },
    { name: "Контакти", href: "#footer" },
  ],
  bannerOffer: "Пропозиція від виробника",
  bannerDiscount: "Знижка 15% на уже готові іграшки!",
  mainTitle: "Вітаємо в каталозі іграшок!",
  mainSubtitle: "Ми раді представити вам нашу різноманітність нових плюшевих персонажів! Відкрийте для себе колекцію, готову стати улюбленою, подарованою або ж вона стане вашим новим найкращим другом.",
  warning: `⚠️ **Зверніть увагу**

    На даний момент придбати товари безпосередньо через сайт неможливо. Для оформлення замовлення, будь ласка, звертайтеся до нас в Instagram.

    Звертаємо вашу увагу, що інформація про товари (наявність, характеристики, ціни) може відрізнятися між сайтом, Instagram-магазином та фактичним станом. Це пов’язано з постійним оновленням асортименту та індивідуальним виготовленням продукції.

    Рекомендуємо уточнювати актуальну інформацію перед замовленням.`,

  product: {
    isAvailability: "Є в наявності",
    noAvailability: "Немає в наявності",
    price: "Ціна: ",
    description: "Опис: ",
    size: "Розмір: ",
    material: "Матеріал: ",
    craftingDate: "Термін виготовлення: ",
    features: "Особливості: ",
  },
  titleListToys: "Каталог іграшок ",
  titleListCollections: "Тематичні колекції іграшок",
  emptyCollection: `На жаль, іграшки в даній колекції відсутні. 

    Переглянте інші колекції чи повний каталог іграшок. 

    Вибачте за незручноті і дякую за розуміння!`,
  readMore: "Читати далі ",


};

export default asset;
