const asset = {
  navItems: [
    { name: "Головна", link: "/" },
    { name: "Про нас", link: "/about" },
    {
      name: "Каталог",
      link: "#",
      dropdown: [
        { name: "Іграшки", link: "/products" },
        { name: "Колекції", link: "/collections" },
        { name: "Статті", link: "/articles" },
      ],
    },
    { name: "Контакти", link: "/contacts" },
  ],
  bannerOffer: "Пропозиція від виробника",
  bannerDiscount: "Знижка 15% на уже готові іграшки!",
  mainTitle: "Вітаємо в каталозі іграшок!",
  mainSubtitle:
    "Ми раді представити вам нашу різноманітність нових плюшевих персонажів! Відкрийте для себе колекцію, готову стати улюбленою, подарованою або ж вона стане вашим новим найкращим другом.",
  warning: `⚠️ **Зверніть увагу**

    На даний момент придбати товари безпосередньо через сайт неможливо. Для оформлення замовлення, будь ласка, звертайтеся до нас в Instagram.

    Звертаємо вашу увагу, що інформація про товари (наявність, характеристики, ціни) може відрізнятися між сайтом, Instagram-магазином та фактичним станом. Це пов’язано з постійним оновленням асортименту та індивідуальним виготовленням продукції.

    Рекомендуємо уточнювати актуальну інформацію перед замовленням.`,
  info: [
    {
      title: "Швидке та надійне доставлення!",
      description:
        "Виготовлення в терміни та доставлення через Нову пошту наші найкращі товари. Ми прагнемо якнайкращу доставку іграшок до вас.",
      image: "/delivery.svg",
    },
    {
      title: "Безпечний матеріал та якість!",
      description:
        "Ми використовуємо лише якісні та безпечні матеріали. Кожна іграшка проходить перевірку, щоб відповідати високим стандартам безпеки.",
      image: "/quality.svg",
    },
    {
      title: "Робота з повагою!",
      description:
        "Ми цінуємо клієнтів і завжди готові допомогти. Робимо все можливе, щоб забезпечити найкращий сервіс і задовольнити ваші потреби.",
      image: "/service.svg",
    },
  ],

  product: {
    isAvailability: "Є в наявності",
    noAvailability: "Немає в наявності",
    price: "Ціна: ",
    description: "Опис: ",
    size: "Розмір: ",
    material: "Матеріал: ",
    craftingDate: "Термін виготовлення: ",
    features: "Особливості: ",
  },
  viewAll: "Переглянути всі",
  titleListToys: "Каталог іграшок ",
  titleListCollections: "Тематичні колекції іграшок",
  titleListArticles: "Список корисних статтей та порад",
  emptyCollection: `На жаль, іграшки в даній колекції відсутні. 

    Переглянте інші колекції чи повний каталог іграшок. 

    Вибачте за незручноті і дякую за розуміння!`,
  readMore: "Читати далі ",
  titleContacts: "Наші контакти і швидкий доступ через QR-коди",
};

export default asset;
